Repository: starsandbars/capstone2
Catalog: capstone2/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, zh_hans

# app.name
source: Symptom Tracker
es: Seguimiento de Síntomas
fr: Suivi des Symptômes
pt_br: Rastreador de Sintomas
zh_hans: 症状追踪器

# button.add
source: Add
es: Agregar
fr: Ajouter
pt_br: Adicionar
zh_hans: 添加

# button.back
source: Back
es: Atrás
fr: Retour
pt_br: Voltar
zh_hans: 返回

# button.cancel
source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar
zh_hans: 取消

# button.close
source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar
zh_hans: 关闭

# button.continue
source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar
zh_hans: 继续

# button.delete
source: Delete
es: Eliminar
fr: Supprimer
pt_br: Excluir
zh_hans: 删除

# button.done
source: Done
es: Hecho
fr: Terminé
pt_br: Concluído
zh_hans: 完成

# button.edit
source: Edit
es: Editar
fr: Modifier
pt_br: Editar
zh_hans: 编辑

# button.next
source: Next
es: Siguiente
fr: Suivant
pt_br: Próximo
zh_hans: 下一步

# button.save
source: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar
zh_hans: 保存

# button.skip
source: Skip for now
es: Omitir por ahora
fr: Passer pour l'instant
pt_br: Pular por agora
zh_hans: 暂时跳过

# category.cognitive
source: Cognitive
es: Cognitivo
fr: Cognitif
pt_br: Cognitivo
zh_hans: 认知

# category.emotional
source: Emotional
es: Emocional
fr: Émotionnel
pt_br: Emocional
zh_hans: 情绪

# category.fatigue
source: Fatigue
es: Fatiga
pt_br: Fadiga
zh_hans: 疲劳

# category.nausea
source: Nausea & Digestion
es: Náuseas y digestión
fr: Nausées et digestion
pt_br: Náuseas e digestão
zh_hans: 恶心与消化

# category.other
source: Other
es: Otro
fr: Autre
pt_br: Outro
zh_hans: 其他

# category.pain
source: Pain
es: Dolor
fr: Douleur
pt_br: Dor
zh_hans: 疼痛

# category.skin
source: Skin & Hair
es: Piel y cabello
fr: Peau et cheveux
pt_br: Pele e cabelo
zh_hans: 皮肤与毛发

# custom.button.add
source: Add Symptom
es: Agregar síntoma
fr: Ajouter le symptôme
pt_br: Adicionar sintoma
zh_hans: 添加症状

# custom.category.detail
source: This helps organise your symptoms — it does not log the category itself.
es: Esto ayuda a organizar tus síntomas — no registra la categoría en sí.
fr: Cela aide à organiser vos symptômes — cela n'enregistre pas la catégorie elle-même.
pt_br: Isso ajuda a organizar seus sintomas — não registra a categoria em si.
zh_hans: 这有助于组织您的症状 — 不会记录类别本身。

# custom.category.label
source: Which category does this fall under?
es: ¿En qué categoría entra esto?
fr: Dans quelle catégorie cela entre-t-il ?
pt_br: Em qual categoria isso se enquadra?
zh_hans: 这属于哪个类别？

# custom.name.label
source: Symptom Name
es: Nombre del síntoma
fr: Nom du symptôme
pt_br: Nome do sintoma
zh_hans: 症状名称

# custom.severity.mild
source: Mild
es: Leve
fr: Léger
pt_br: Leve
zh_hans: 轻度

# custom.severity.severe
source: Severe
es: Severo
fr: Sévère
pt_br: Grave
zh_hans: 重度

# custom.title
source: Add a Custom Symptom
es: Agregar un síntoma personalizado
fr: Ajouter un symptôme personnalisé
pt_br: Adicionar um sintoma personalizado
zh_hans: 添加自定义症状

# emotion.anger
source: Anger / Frustration
es: Enfado / Frustración
fr: Colère / Frustration
pt_br: Raiva / Frustração
zh_hans: 愤怒 / 沮丧

# emotion.anxiety
source: Worry / Anxiety
es: Preocupación / Ansiedad
fr: Inquiétude / Anxiété
pt_br: Preocupação / Ansiedade
zh_hans: 担忧 / 焦虑

# emotion.heaviness
source: Emotional Heaviness
es: Pesadez emocional
fr: Lourdeur émotionnelle
pt_br: Peso emocional
zh_hans: 情绪沉重感

# emotion.intensity.elevated
source: Elevated
es: Elevado
fr: Élevé
pt_br: Elevado
zh_hans: 偏高

# emotion.intensity.high
source: High
es: Alto
fr: Intense
pt_br: Alto
zh_hans: 高

# emotion.intensity.low
source: Low
es: Bajo
fr: Faible
pt_br: Baixo
zh_hans: 轻

# emotion.intensity.minimal
source: Minimal
es: Mínimo
pt_br: Mínimo
zh_hans: 极轻

# emotion.intensity.moderate
source: Moderate
es: Moderado
fr: Modéré
pt_br: Moderado
zh_hans: 中等

# emotion.loneliness
source: Loneliness
es: Soledad
fr: Solitude
pt_br: Solidão
zh_hans: 孤独感

# eq.anger.detail
source: It's okay to feel angry. This is a safe place to be honest.
es: Está bien sentir enfado. Este es un lugar seguro para ser honesto.
fr: Il est normal de ressentir de la colère. C'est un espace sûr pour être honnête.
pt_br: É normal sentir raiva. Este é um lugar seguro para ser honesto.
zh_hans: 感到愤怒是正常的，这里是一个安全的地方，请诚实地表达。

# eq.anger.high
source: Very angry
es: Muy enojado
fr: Très en colère
pt_br: Muito com raiva
zh_hans: 非常愤怒

# eq.anger.question
source: How much anger or frustration have you noticed in yourself?
es: ¿Cuánto enfado o frustración has notado en ti mismo?
fr: Quelle quantité de colère ou de frustration avez-vous ressentie ?
pt_br: Quanta raiva ou frustração você notou em si mesmo?
zh_hans: 您在自己身上注意到了多少愤怒或沮丧？

# eq.anxiety.detail
source: Anxiety about recovery is very common. You're not alone in this.
es: La ansiedad por la recuperación es muy común. No estás solo en esto.
fr: L'anxiété face au rétablissement est très courante. Vous n'êtes pas seul.
pt_br: A ansiedade sobre a recuperação é muito comum. Você não está sozinho nisso.
zh_hans: 对康复感到焦虑非常普遍，您并不孤单。

# eq.anxiety.high
source: Very anxious
es: Muy ansioso
fr: Très anxieux
pt_br: Muito ansioso
zh_hans: 非常焦虑

# eq.anxiety.question
source: How worried or anxious have you felt about your recovery or health?
es: ¿Cuánta preocupación o ansiedad has sentido sobre tu recuperación o salud?
fr: À quel point vous êtes-vous senti inquiet ou anxieux concernant votre rétablissement ?
pt_br: Quanta preocupação ou ansiedade você sentiu sobre sua recuperação ou saúde?
zh_hans: 您对康复或健康感到多大的担忧或焦虑？

# eq.heaviness.detail
source: Some days carry more weight. Noticing that takes courage.
es: Algunos días llevan más peso. Notarlo requiere valentía.
fr: Certains jours sont plus lourds. Le remarquer demande du courage.
pt_br: Alguns dias carregam mais peso. Notar isso requer coragem.
zh_hans: 有些日子会承载更多，注意到这一点需要勇气。

# eq.heaviness.high
source: Overwhelmingly heavy
es: Abrumadoramente pesado
fr: Accablant
pt_br: Esmagadoramente pesado
zh_hans: 极度沉重

# eq.heaviness.question
source: How emotionally heavy has the day felt for you?
es: ¿Qué tan emocionalmente pesado ha sido el día para ti?
fr: À quel point la journée a-t-elle semblé émotionnellement lourde ?
pt_br: Quão emocionalmente pesado foi o dia para você?
zh_hans: 今天情绪上感觉有多沉重？

# eq.loneliness.detail
source: Connection matters. Sharing how you feel is a brave first step.
es: La conexión importa. Compartir cómo te sientes es un primer paso valiente.
fr: La connexion est importante. Partager vos sentiments est un premier pas courageux.
pt_br: A conexão importa. Compartilhar como você se sente é um primeiro passo corajoso.
zh_hans: 联系很重要，分享您的感受是勇敢的第一步。

# eq.loneliness.high
source: Very isolated
es: Muy aislado
fr: Très isolé
pt_br: Muito isolado
zh_hans: 非常孤立

# eq.loneliness.question
source: How lonely or isolated have you been feeling?
es: ¿Cuánta soledad o aislamiento has estado sintiendo?
fr: À quel point vous êtes-vous senti seul ou isolé ?
pt_br: Quanta solidão ou isolamento você tem sentido?
zh_hans: 您感到多大程度的孤独或隔离？

# eq.notatall
source: Not at all
es: Para nada
fr: Pas du tout
pt_br: De forma alguma
zh_hans: 完全没有

# habitcat.medical
source: Medical
es: Médico
fr: Médical
pt_br: Médico
zh_hans: 医疗

# habitcat.movement
source: Movement
es: Movimiento
fr: Mouvement
pt_br: Movimento
zh_hans: 运动

# habitcat.nutrition
source: Nutrition
es: Nutrición
pt_br: Nutrição
zh_hans: 营养

# habitcat.rest
source: Rest
es: Descanso
fr: Repos
pt_br: Descanso
zh_hans: 休息

# habits.add
source: Add New Habit
es: Agregar nuevo hábito
fr: Ajouter une nouvelle habitude
pt_br: Adicionar novo hábito
zh_hans: 添加新习惯

# habits.empty.nodone
source: Nothing completed yet
es: Nada completado aún
fr: Rien de complété pour l'instant
pt_br: Nada concluído ainda
zh_hans: 尚未完成任何习惯

# habits.empty.nohabits
source: No habits here yet
es: Aún no hay hábitos aquí
fr: Aucune habitude pour l'instant
pt_br: Nenhum hábito ainda
zh_hans: 暂无习惯

# habits.filter.all
source: All
es: Todos
fr: Tout
pt_br: Todos
zh_hans: 全部

# habits.filter.done
source: Done
es: Completado
fr: Terminé
pt_br: Concluído
zh_hans: 已完成

# habits.filter.today
source: Today
es: Hoy
fr: Aujourd'hui
pt_br: Hoje
zh_hans: 今天

# habits.form.category
source: Category
es: Categoría
fr: Catégorie
pt_br: Categoria
zh_hans: 类别

# habits.form.desc
source: Description (optional)
es: Descripción (opcional)
fr: Description (facultatif)
pt_br: Descrição (opcional)
zh_hans: 描述（可选）

# habits.form.howoften
source: How often?
es: ¿Con qué frecuencia?
fr: À quelle fréquence ?
pt_br: Com que frequência?
zh_hans: 多久一次？

# habits.form.name
source: Habit name…
es: Nombre del hábito…
fr: Nom de l'habitude…
pt_br: Nome do hábito…
zh_hans: 习惯名称…

# habits.form.reminder
source: Daily reminder
es: Recordatorio diario
fr: Rappel quotidien
pt_br: Lembrete diário
zh_hans: 每日提醒

# habits.form.reminder.at
source: Remind me at
es: Recordarme a las
fr: Me rappeler à
pt_br: Me lembrar às
zh_hans: 提醒时间

# habits.form.reminder.enable
source: Enable reminder
es: Activar recordatorio
fr: Activer le rappel
pt_br: Ativar lembrete
zh_hans: 启用提醒

# habits.form.title
source: New Habit
es: Nuevo hábito
fr: Nouvelle habitude
pt_br: Novo hábito
zh_hans: 新建习惯

# habits.frequency.daily
source: Daily
es: Diario
fr: Quotidien
pt_br: Diário
zh_hans: 每天

# habits.frequency.once
source: One-time
es: Una vez
fr: Une fois
pt_br: Uma vez
zh_hans: 一次性

# habits.frequency.weekly
source: Weekly
es: Semanal
fr: Hebdomadaire
pt_br: Semanal
zh_hans: 每周

# habits.motivation.afternoon
source: You're doing great today 💪
es: ¡Lo estás haciendo genial hoy! 💪
fr: Vous faites du bon travail aujourd'hui ! 💪
pt_br: Você está indo muito bem hoje! 💪
zh_hans: 您今天做得很好 💪

# habits.motivation.evening
source: Wind down with intention 🌿
es: Termina con intención 🌿
fr: Terminez avec intention 🌿
pt_br: Termine com intenção 🌿
zh_hans: 带着用心结束这一天 🌿

# habits.motivation.morning
source: Start the morning gently 🌅
es: Empieza la mañana con calma 🌅
fr: Commencez doucement la matinée 🌅
pt_br: Comece a manhã com calma 🌅
zh_hans: 温和地开始这个早晨 🌅

# habits.motivation.night
source: Rest well, you deserve it 🌙
es: Descansa bien, te lo mereces 🌙
fr: Reposez-vous bien, vous le méritez 🌙
pt_br: Descanse bem, você merece 🌙
zh_hans: 好好休息，您值得拥有 🌙

# habits.progress.alldone
source: All done! 🎉
es: ¡Todo hecho! 🎉
fr: Tout fait ! 🎉
pt_br: Tudo feito! 🎉
zh_hans: 全部完成！🎉

# habits.progress.none
source: No habits yet
es: Sin hábitos aún
fr: Aucune habitude encore
pt_br: Sem hábitos ainda
zh_hans: 暂无习惯

# habits.progress.ready
source: Ready to start?
es: ¿Listo para empezar?
fr: Prêt à commencer ?
pt_br: Pronto para começar?
zh_hans: 准备好开始了吗？

# habits.progress.wonderful
source: Wonderful work today.
es: ¡Trabajo maravilloso hoy!
fr: Excellent travail aujourd'hui !
pt_br: Trabalho maravilhoso hoje!
zh_hans: 今天做得很好！

# habits.section.suggestions
source: Or pick a suggested habit
es: O elige un hábito sugerido
fr: Ou choisissez une habitude suggérée
pt_br: Ou escolha um hábito sugerido
zh_hans: 或选择一个建议习惯

# habits.title
source: Your Habits
es: Tus hábitos
fr: Vos habitudes
pt_br: Seus hábitos
zh_hans: 您的习惯

# home.card.logged
source: Days Logged
es: Días registrados
fr: Jours enregistrés
pt_br: Dias registrados
zh_hans: 记录天数

# home.card.mood
source: Avg Mood
es: Ánimo promedio
fr: Humeur moy.
pt_br: Humor médio
zh_hans: 平均情绪

# home.card.outof10
source: out of 10
es: de 10
fr: sur 10
pt_br: de 10
zh_hans: 满10分

# home.card.trend
source: Symptom Trend
es: Tendencia
fr: Tendance
pt_br: Tendência
zh_hans: 症状趋势

# home.concerning.title
source: Most Concerning
es: Más preocupante
fr: Le plus préoccupant
pt_br: Mais preocupante
zh_hans: 最需关注

# home.elevated.title
source: Most elevated this week
es: Más elevado esta semana
fr: Le plus élevé cette semaine
pt_br: Mais elevado esta semana
zh_hans: 本周最突出

# home.empty.title
source: No data this week
es: Sin datos esta semana
fr: Aucune donnée cette semaine
pt_br: Sem dados esta semana
zh_hans: 本周暂无数据

# home.greeting.afternoon
source: Good afternoon
es: Buenas tardes
fr: Bon après-midi
pt_br: Boa tarde
zh_hans: 下午好

# home.greeting.evening
source: Good evening
es: Buenas noches
fr: Bonsoir
pt_br: Boa noite
zh_hans: 晚上好

# home.greeting.morning
source: Good morning
es: Buenos días
fr: Bonjour
pt_br: Bom dia
zh_hans: 早上好

# home.nodata
source: No data for this week
es: Sin datos para esta semana
fr: Aucune donnée pour cette semaine
pt_br: Sem dados para esta semana
zh_hans: 本周暂无数据

# home.nosymptoms
source: No symptoms logged yet
es: Aún no hay síntomas registrados
fr: Aucun symptôme enregistré
pt_br: Nenhum sintoma registrado ainda
zh_hans: 尚未记录任何症状

# home.section.emotional
source: Emotional breakdown
es: Desglose emocional
fr: Bilan émotionnel
pt_br: Detalhamento emocional
zh_hans: 情绪细分

# home.section.frequency
source: Most Frequent
es: Más frecuentes
fr: Les plus fréquents
pt_br: Mais frequentes
zh_hans: 最常见

# home.section.mental
source: Mental Wellbeing
es: Bienestar mental
fr: Bien-être mental
pt_br: Bem-estar mental
zh_hans: 心理健康

# home.section.reflection
source: Weekly Reflection
es: Reflexión semanal
fr: Réflexion hebdomadaire
pt_br: Reflexão semanal
zh_hans: 每周反思

# home.section.severity
source: Daily Severity
es: Severidad diaria
fr: Sévérité quotidienne
pt_br: Gravidade diária
zh_hans: 每日严重程度

# home.severity.mild
source: Mild (1–3)
es: Leve (1–3)
fr: Léger (1–3)
pt_br: Leve (1–3)
zh_hans: 轻度 (1–3)

# home.severity.moderate
source: Moderate (4–6)
es: Moderado (4–6)
fr: Modéré (4–6)
pt_br: Moderado (4–6)
zh_hans: 中度 (4–6)

# home.severity.severe
source: Severe (7–10)
es: Severo (7–10)
fr: Sévère (7–10)
pt_br: Grave (7–10)
zh_hans: 重度 (7–10)

# home.title
source: Your Health Overview
es: Tu resumen de salud
fr: Votre bilan de santé
pt_br: Seu resumo de saúde
zh_hans: 您的健康 概览

# home.trend.improving
source: Improving
es: Mejorando
fr: Amélioration
pt_br: Melhorando
zh_hans: 改善中

# home.trend.stable
source: Stable
es: Estable
pt_br: Estável
zh_hans: 稳定

# home.trend.worsening
source: Worsening
es: Empeorando
fr: Aggravation
pt_br: Piorando
zh_hans: 加重中

# home.week.last
source: Last Week
es: La semana pasada
fr: La semaine dernière
pt_br: Semana passada
zh_hans: 上周

# home.week.this
source: This Week
es: Esta semana
fr: Cette semaine
pt_br: Esta semana
zh_hans: 本周

# home.wellbeing.mixed
source: A mixed week — you're doing the hard work of recovery.
es: Una semana mixta — estás haciendo el arduo trabajo de la recuperación.
fr: Une semaine mixte — vous faites le difficile travail de la récupération.
pt_br: Uma semana mista — você está fazendo o difícil trabalho de recuperação.
zh_hans: 本周情绪有起伏 — 您正在努力康复。

# home.wellbeing.strong
source: You've had a strong week emotionally. Keep it up 💚
es: Has tenido una semana emocionalmente fuerte. ¡Sigue así! 💚
fr: Vous avez eu une semaine émotionnellement forte. Continuez ! 💚
pt_br: Você teve uma semana emocionalmente forte. Continue assim! 💚
zh_hans: 本周情绪状态很好，继续保持！💚

# home.wellbeing.tough
source: This week was tough. Be gentle with yourself 🤍
es: Esta semana fue difícil. Sé amable contigo mismo 🤍
fr: Cette semaine a été difficile. Soyez doux avec vous-même 🤍
pt_br: Esta semana foi difícil. Seja gentil consigo mesmo 🤍
zh_hans: 本周较为艰难，请善待自己 🤍

# log.addCustom
source: Add Custom
es: Agregar personalizado
fr: Ajouter personnalisé
pt_br: Adicionar personalizado
zh_hans: 添加自定义

# log.browseSymptoms
source: Browse Symptoms
es: Explorar síntomas
fr: Parcourir les symptômes
pt_br: Explorar sintomas
zh_hans: 浏览症状

# log.copyYesterday
source: Copy Yesterday
es: Copiar de ayer
fr: Copier d'hier
pt_br: Copiar de ontem
zh_hans: 复制昨天

# log.loggedToday
source: Logged Today
es: Registrado hoy
fr: Enregistré aujourd'hui
pt_br: Registrado hoje
zh_hans: 今日已记录

# log.notes.placeholder
source: Any triggers, observations, or context…
es: Cualquier desencadenante, observación o contexto…
fr: Déclencheurs, observations ou contexte…
pt_br: Qualquer gatilho, observação ou contexto…
zh_hans: 任何诱因、观察或背景信息…

# log.notes.title
source: Additional Notes
es: Notas adicionales
fr: Notes supplémentaires
pt_br: Notas adicionais
zh_hans: 附加备注

# log.recentlyLogged
source: Recently logged
es: Registrado recientemente
fr: Enregistré récemment
pt_br: Registrado recentemente
zh_hans: 最近记录

# log.save
source: Save Today's Log
es: Guardar registro de hoy
fr: Enregistrer le journal d'aujourd'hui
pt_br: Salvar registro de hoje
zh_hans: 保存今日记录

# log.saved
source: Saved!
es: ¡Guardado!
fr: Enregistré !
pt_br: Salvo!
zh_hans: 已保存！

# log.saved.banner
source: All logged!
es: ¡Todo registrado!
fr: Tout enregistré !
pt_br: Tudo registrado!
zh_hans: 全部记录完成！

# log.saved.banner.sub
source: Your symptoms have been saved.
es: Tus síntomas han sido guardados.
fr: Vos symptômes ont été sauvegardés.
pt_br: Seus sintomas foram salvos.
zh_hans: 您的症状已保存。

# log.tab.symptoms
source: Symptoms
es: Síntomas
fr: Symptômes
pt_br: Sintomas
zh_hans: 症状

# log.tab.wellbeing
source: Wellbeing
es: Bienestar
fr: Bien-être
pt_br: Bem-estar
zh_hans: 心理健康

# log.title
source: Daily Check-in
es: Check-in diario
fr: Bilan quotidien
pt_br: Check-in diário
zh_hans: 每日签到

# mental.deeper
source: A little deeper
es: Un poco más profundo
fr: Un peu plus en profondeur
pt_br: Um pouco mais fundo
zh_hans: 再深入一点

# mental.feelinggreat
source: Feeling great
es: Sintiéndome genial
fr: Je me sens très bien
pt_br: Me sentindo ótimo
zh_hans: 感觉很好

# mental.label.excellent
source: Excellent
es: Excelente
pt_br: Excelente
zh_hans: 极好

# mental.label.good
source: Good
es: Bien
fr: Bien
pt_br: Bem
zh_hans: 良好

# mental.label.low
source: Low
es: Bajo
fr: Bas
pt_br: Baixo
zh_hans: 低落

# mental.label.moderate
source: Moderate
es: Moderado
fr: Modéré
pt_br: Moderado
zh_hans: 一般

# mental.label.verylow
source: Very Low
es: Muy bajo
fr: Très bas
pt_br: Muito baixo
zh_hans: 非常低落

# mental.question.overall
source: How are you feeling inside today?
es: ¿Cómo te sientes hoy por dentro?
fr: Comment vous sentez-vous intérieurement aujourd'hui ?
pt_br: Como você está se sentindo por dentro hoje?
zh_hans: 今天您内心感觉如何？

# mental.title
source: Mental Wellbeing
es: Bienestar mental
fr: Bien-être mental
pt_br: Bem-estar mental
zh_hans: 心理健康

# mental.verydifficult
source: Very difficult
es: Muy difícil
fr: Très difficile
pt_br: Muito difícil
zh_hans: 非常困难

# notif.habit.body.default
source: Don't forget your habit today!
es: ¡No olvides tu hábito de hoy!
fr: N'oubliez pas votre habitude du jour !
pt_br: Não esqueça seu hábito de hoje!
zh_hans: 不要忘记今天的习惯！

# notif.symptom.body
source: How are you feeling today? Take a moment to log your symptoms.
es: ¿Cómo te sientes hoy? Tómate un momento para registrar tus síntomas.
fr: Comment vous sentez-vous aujourd'hui ? Prenez un moment pour enregistrer vos symptômes.
pt_br: Como você está se sentindo hoje? Reserve um momento para registrar seus sintomas.
zh_hans: 今天感觉怎么样？花点时间记录一下您的症状。

# notif.symptom.title
source: Daily Check-in 📋
es: Check-in diario 📋
fr: Bilan quotidien 📋
pt_br: Check-in diário 📋
zh_hans: 每日签到 📋

# onboarding.language.title
source: Choose your language
es: Elige tu idioma
fr: Choisissez votre langue
pt_br: Escolha seu idioma
zh_hans: 选择您的语言

# onboarding.notif.button.allow
source: Allow notifications
es: Permitir notificaciones
fr: Autoriser les notifications
pt_br: Permitir notificações
zh_hans: 允许通知

# onboarding.notif.button.enabled
source: Notifications enabled ✓
es: Notificaciones activadas ✓
fr: Notifications activées ✓
pt_br: Notificações ativadas ✓
zh_hans: 通知已启用 ✓

# onboarding.notif.button.without
source: Continue without notifications
es: Continuar sin notificaciones
fr: Continuer sans notifications
pt_br: Continuar sem notificações
zh_hans: 不启用通知继续

# onboarding.ready.a1
source: Every step forward counts, no matter how small.
es: Cada paso adelante cuenta, sin importar cuán pequeño.
fr: Chaque pas en avant compte, aussi petit soit-il.
pt_br: Cada passo adiante conta, não importa o quão pequeno.
zh_hans: 每一步前进都很重要，无论多小。

# onboarding.ready.a2
source: You don't have to have it all figured out today.
es: No tienes que tenerlo todo resuelto hoy.
fr: Vous n'avez pas besoin d'avoir tout compris aujourd'hui.
pt_br: Você não precisa ter tudo resolvido hoje.
zh_hans: 今天不需要想清楚所有事情。

# onboarding.ready.a3
source: This app is here for you — at your own pace.
es: Esta app está aquí para ti — a tu propio ritmo.
fr: Cette application est là pour vous — à votre propre rythme.
pt_br: Este app está aqui para você — no seu próprio ritmo.
zh_hans: 这款应用随时为您服务——按照您自己的节奏。

# onboarding.ready.button
source: Open the app
es: Abrir la app
fr: Ouvrir l'application
pt_br: Abrir o app
zh_hans: 打开应用

# onboarding.tour.button
source: Got it!
es: ¡Entendido!
fr: Compris !
pt_br: Entendido!
zh_hans: 明白了！

# onboarding.welcome.button
source: Let's get started
es: Empecemos
fr: Commençons
pt_br: Vamos começar
zh_hans: 开始吧

# onboarding.welcome.f1
source: Log symptoms daily
es: Registra síntomas diariamente
fr: Enregistrez vos symptômes quotidiennement
pt_br: Registre sintomas diariamente
zh_hans: 每天记录症状

# onboarding.welcome.f2
source: Build healthy habits
es: Construye hábitos saludables
fr: Construisez de bonnes habitudes
pt_br: Construa hábitos saudáveis
zh_hans: 建立健康习惯

# onboarding.welcome.f3
source: Track your progress
es: Sigue tu progreso
fr: Suivez vos progrès
pt_br: Acompanhe seu progresso
zh_hans: 追踪您的进展

# onboarding.welcome.f4
source: Share reports with your doctor
es: Comparte informes con tu médico
fr: Partagez des rapports avec votre médecin
pt_br: Compartilhe relatórios com seu médico
zh_hans: 与医生共享报告

# pdf.emotional.anger
source: Anger / Frustration
es: Enfado / Frustración
fr: Colère / Frustration
pt_br: Raiva / Frustração
zh_hans: 愤怒 / 沮丧

# pdf.emotional.anxiety
source: Worry / Anxiety
es: Preocupación / Ansiedad
fr: Inquiétude / Anxiété
pt_br: Preocupação / Ansiedade
zh_hans: 担忧 / 焦虑

# pdf.emotional.heaviness
source: Emotional Heaviness
es: Pesadez emocional
fr: Lourdeur émotionnelle
pt_br: Peso emocional
zh_hans: 情绪沉重感

# pdf.emotional.loneliness
source: Loneliness
es: Soledad
fr: Solitude
pt_br: Solidão
zh_hans: 孤独感

# pdf.emotional.mood
source: Overall Mood
es: Ánimo general
fr: Humeur générale
pt_br: Humor geral
zh_hans: 整体情绪

# pdf.export.generate
source: Generate & Share PDF
es: Generar y compartir PDF
fr: Générer et partager le PDF
pt_br: Gerar e compartilhar PDF
zh_hans: 生成并分享PDF

# pdf.export.generating
source: Generating…
es: Generando…
fr: Génération…
pt_br: Gerando…
zh_hans: 生成中…

# pdf.nosymptoms
source: No symptoms logged
es: Sin síntomas registrados
fr: Aucun symptôme enregistré
pt_br: Nenhum sintoma registrado
zh_hans: 未记录症状

# pdf.range.all
source: All Time
es: Todo el tiempo
fr: Tout le temps
pt_br: Todo o tempo
zh_hans: 所有时间

# pdf.range.month
source: Last 30 Days
es: Últimos 30 días
fr: 30 derniers jours
pt_br: Últimos 30 dias
zh_hans: 最近30天

# pdf.range.week
source: Last 7 Days
es: Últimos 7 días
fr: 7 derniers jours
pt_br: Últimos 7 dias
zh_hans: 最近7天

# pdf.title
source: Symptom Report
es: Informe de Síntomas
fr: Rapport de Symptômes
pt_br: Relatório de Sintomas
zh_hans: 症状报告

# pdf.trend.improving
source: Improving
es: Mejorando
fr: Amélioration
pt_br: Melhorando
zh_hans: 改善中

# pdf.trend.stable
source: Stable
es: Estable
pt_br: Estável
zh_hans: 稳定

# pdf.trend.worsening
source: Worsening
es: Empeorando
fr: Aggravation
pt_br: Piorando
zh_hans: 加重中

# suggestion.call.desc
source: Connection is powerful medicine
es: La conexión es una medicina poderosa
fr: La connexion est un remède puissant
pt_br: A conexão é um remédio poderoso
zh_hans: 联系是强大的良药

# suggestion.call.title
source: Call a loved one
es: Llamar a un ser querido
fr: Appeler un proche
pt_br: Ligar para um ente querido
zh_hans: 给亲人打电话

# suggestion.checkin.desc
source: Notice how you're feeling today
es: Observa cómo te sientes hoy
fr: Remarquez comment vous vous sentez aujourd'hui
pt_br: Observe como você se sente hoje
zh_hans: 注意今天的感受
